Repository: MaddTheSane/OgreKit
Catalog: FindPanel/Resources/OgreTextFinderLocalizable.xcstrings
Source language: en
Languages: de, es, fr, ja

# (%dsec remaining)
source: (%d seconds remaining)
de: (Noch %d Sekunden)
es: (Quedan %d segundos)
fr: (encore %d secondes)
ja: (残り %d秒)

source: %lu string found.
de: %lu Zeichenkette gefunden.
es: Encontrada %lu cadena.
fr: %lu chaîne trouvée.
ja: %lu文字列を発見しました。

# %lu string found. (%.3fsec)
source: %lu string fouond. (%.3f seconds)
de: %lu Zeichenkette gefunden. (%.3f Sekunden)
es: Encontrada %lu cadena. (%.3f segundos)
fr: %lu chaîne trouvée. (%.3f secondes)
ja: %lu文字列を発見しました。(%.3f秒)

# %lu string found. (canceled, %.3fsec)
source: %lu string found. (canceled, %.3f seconds)
de: %lu Zeichenkette gefunden. (Abgebrochen, %.3f Sekunden)
es: Encontrada %lu cadena. (Cancelado, %.3f segundos)
fr: %lu chaîne trouvée. (annulé, %.3f secondes)
ja: %lu文字列を発見しました。(キャンセルされました。%.3f秒)

source: %lu string highlighted.
de: %lu Zeichenkette markiert.
es: Resaltada %lu cadena.
fr: %lu chaîne surlignée.
ja: %lu文字列を色付けしました。

# %lu string highlighted. (%.3fsec)
source: %lu string highlighted. (%.3f seconds)
de: %lu Zeichenkette markiert. (%.3f Sekunden)
es: Resaltada %lu cadena. (%.3f segundos)
fr: %lu chaîne surlignée. (%.3f secondes)
ja: %lu文字列を色付けしました。(%.3f秒)

# %lu string highlighted. (canceled, %.3fsec)
source: %lu string highlighted. (canceled, %.3f seconds)
de: %lu Zeichenkette markiert. (Abgebrochen, %.3f Sekunden)
es: Resaltada %lu cadena. (Cancelado, %.3f segundos)
fr: %lu chaîne surlignée. (annulé, %.3f secondes)
ja: %lu文字列を色付けしました。(キャンセルされました。%.3f秒)

source: %lu string replaced.
de: %lu Zeichenkette ersetzt.
es: Reemplazada %lu cadena.
fr: %lu chaîne remplacée.
ja: %lu文字列を置換しました。

# %lu string replaced. (%.3fsec)
source: %lu string replaced. (%.3f seconds)
de: %lu Zeichenkette ersetzt. (%.3f Sekunden)
es: Reemplazada %lu cadena. (%.3f segundos)
fr: %lu chaîne remplacée. (%.3f secondes)
ja: %lu文字列を置換しました。(%.3f秒)

# %lu string replaced. (canceled, %.3fsec)
source: %lu string replaced. (canceled, %.3f seconds)
de: %lu Zeichenkette ersetzt. (Abgebrochen, %.3f Sekunden)
es: Reemplazada %lu cadena. (Cancelado, %.3f segundos)
fr: %lu chaîne remplacée. (annulé, %.3f secondes)
ja: %lu文字列を置換しました。(キャンセルされました。%.3f秒)

source: %lu strings found.
de: %lu Zeichenketten gefunden.
es: Encontradas %lu cadenas.
fr: %lu chaînes trouvées.
ja: %lu文字列を発見しました。

# %lu strings found. (%.3fsec)
source: %lu strings found. (%.3f seconds)
de: %lu Zeichenketten gefunden. (%.3f Sekunden)
es: Encontradas %lu cadenas. (%.3f segundos)
fr: %lu chaînes trouvées. (%.3f secondes)
ja: %lu文字列を発見しました。(%.3f秒)

# %lu strings found. (canceled, %.3fsec)
source: %lu strings found. (canceled, %.3f seconds)
de: %lu Zeichenketten gefunden. (Abgebrochen, %.3f Sekunden)
es: Encontradas %lu cadenas. (Cancelado, %.3f segundos)
fr: %lu chaînes trouvées. (annulé, %.3f secondes)
ja: %lu文字列を発見しました。(キャンセルされました。%.3f秒)

source: %lu strings highlighted.
de: %lu Zeichenketten markiert.
es: Resaltadas %lu cadenas.
fr: %lu chaînes surlignées.
ja: %lu文字列を色付けしました。

# %lu strings highlighted. (%.3fsec)
source: %lu strings highlighted. (%.3f seconds)
de: %lu Zeichenketten markiert. (%.3f Sekunden)
es: Resaltadas %lu cadenas. (%.3f segundos)
fr: %lu chaînes surlignées. (%.3f secondes)
ja: %lu文字列を色付けしました。(%.3f秒)

# %lu strings highlighted. (canceled, %.3fsec)
source: %lu strings highlighted. (canceled, %.3f seconds)
de: %lu Zeichenketten markiert. (Abgebrochen, %.3f Sekunden)
es: Resaltadas %lu cadenas. (Cancelado, %.3f segundos)
fr: %lu chaînes surlignées. (annulé, %.3f secondes)
ja: %lu文字列を色付けしました。(キャンセルされました。%.3f秒)

source: %lu strings replaced.
de: %lu Zeichenketten gefunden.
es: Reemplazadas %lu cadenas.
fr: %lu chaînes remplacées.
ja: %lu文字列を置換しました。

# %lu strings replaced. (%.3fsec)
source: %lu strings replaced. (%.3f seconds)
de: %lu Zeichenketten gefunden. (%.3f Sekunden)
es: Reemplazadas %lu cadenas. (%.3f segundos)
fr: %lu chaînes remplacées. (%.3f secondes)
ja: %lu文字列を置換しました。(%.3f秒)

# %lu strings replaced. (canceled, %.3fsec)
source: %lu strings replaced. (canceled, %.3f seconds)
de: %lu Zeichenketten gefunden. (Abgebrochen, %.3f Sekunden)
es: Reemplazadas %lu cadenas. (Cancelado, %.3f segundos)
fr: %lu chaînes remplacées. (annulé, %.3f secondes)
ja: %lu文字列を置換しました。(キャンセルされました。%.3f秒)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Error! Uneditable.
de: Fehler! Nicht zu bearbeiten.
es: ¡Error! No editable.
fr: Erreur! Non éditable.
ja: エラー! 編集不可

source: Favorites
de: Favoriten
fr: Signets
ja: お気に入り

source: Find
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索

source: Find All
de: Alles suchen
es: Buscar todos
fr: Tout rechercher
ja: すべて検索

source: Find Result for “%@”
de: Suchergebnis für „%@“
fr: Résultat de la rechercher pour "%@"
ja: "%@"の検索結果

source: Find String: %@
de: Suchzeichenkette: %@
es: Secuencia a buscar: %@
fr: Chercher la chaîne : %@
ja: 検索文字列: %@

source: Found in %lu item.
de: In %lu Eintrag gefunden.
fr: Trouvé dans %lu élément.
ja: %lu項目内で発見しました。

source: Found in %lu items.
de: In %lu Einträgen gefunden.
fr: Trouvé dans %lu éléments.
ja: %lu項目内で発見しました。

source: Found String
de: Gefundene Zeichenketten
es: Texto encontrado
fr: Chaîne trouvée
ja: 文字列

source: Highlight
de: Markieren
es: Resaltar
fr: Surlignage
ja: ハイライト

source: Line
de: Zeile
es: Línea
fr: Ligne
ja: 行

source: Live Update
de: Autom. aktualisieren
es: Actualizar en vivo
ja: 自動更新

source: Missing.
de: Fehlt.
es: Perdido.
fr: Absente.
ja: 行方不明

# Not found. (%.3fsec)
source: Not found. (%.3f seconds)
de: Nicht gefunden. (%.3f Sekunden)
es: No encontrado. (%.3f segundos)
fr: Pas de correspondance. (%.3f secondes)
ja: 見つかりませんでした。(%.3f秒)

# Not found. (canceled, %.3fsec)
source: Not found. (canceled, %.3f seconds)
de: Nicht gefunden. (Abgebrochen, %.3f Sekunden)
es: No encontrado. (Cancelado, %.3f segundos)
fr: Pas de correspondance. (annulé, %.3f secondes)
ja: 見つかりませんでした。(キャンセルされました。%.3f秒)

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換

source: Replace All
de: Alles ersetzen
es: Reemplazar todos
fr: Tout remplacer
ja: すべて置換

source: Selected string not found.
de: Ausgewählte Zeichenkette nicht gefunden.
es: No encontrada la cadena de texto seleccionada.
fr: La chaîne sélectionnée n'a pas été trouvée.
ja: 選択された文字列を発見できませんでした。

source: Custom Find/Replace
fr: Rechercher/Remplacer personnalisé
ja: カスタム検索置換

source: Definition
fr: Définition
ja: 定義

source: Multifile Find/Replace
fr: Rechercher/Remplacer multifichiés
ja: 複数ファイル検索置換

source: Parallel (Join)
fr: Parallèle (Join)
ja: 並列 (結合)

source: Serial (Pipe)
fr: Série (Pipe)
ja: 直列 (パイプ)
